{
  "notFound.404": "404",
  "notFound.oops": "Vaja! No s'ha trobat la pàgina",
  "notFound.returnHome": "Torna a l'inici",

  "story.title": "L'esperit de",
  "story.sakai": "Sakai",
  "story.paragraph": "A Sakai, al Japó, els mestres forjadors es van reinventar quan l'era dels samurais va acabar. Van transformar un ofici de segles en una nova forma d'excel·lència i es van convertir en els millors creadors de ganivets del món. Aquest mateix esperit de destresa i reinvenció inspira la nostra feina.",
  "story.mastery": "Destresa",
  "story.masteryDesc": "Experiència sòlida adquirida durant anys de treball en enginyeria, arquitectura i disseny de sistemes.",
  "story.reinvention": "Reinvenció",
  "story.reinventionDesc": "La capacitat de repensar processos, modernitzar sistemes i integrar IA per desbloquejar noves possibilitats.",
  "story.excellence": "Excel·lència",
  "story.excellenceDesc": "Oferim solucions fiables, escalables i elegants que generen un impacte real.",
  "story.quote": "Portem l'esperit de Sakai a cada projecte, combinant precisió tècnica amb la visió per reinventar sistemes complexos i crear solucions amb IA que importen de veritat.",

  "header.title": "Sakai Intelligence",
  "header.subtitle": "Tecnologia de precisió, impacte real",
  "header.ourStory": "La nostra història",
  "header.services": "Serveis",
  "header.contact": "Contacte",

  "contact.title": "Construïm alguna cosa excepcional",
  "contact.subtitle": "Des d'integracions d'IA fins a enginyeria full-stack, dissenyem solucions que ajuden les empreses a avançar més ràpid, a créixer amb intel·ligència i a operar amb claredat. Explica'ns què necessites i t'ajudarem a definir l'estratègia adequada.",
  "contact.getInTouch": "Contacta amb nosaltres",
  "contact.email": "Correu electrònic",
  "contact.emailAddress": "contact@sakai-intelligence.com",
  "contact.nameRequired": "El nom és obligatori",
  "contact.nameMax": "El nom ha de tenir menys de 100 caràcters",
  "contact.invalidEmail": "Adreça de correu no vàlida",
  "contact.emailMax": "El correu ha de tenir menys de 255 caràcters",
  "contact.companyMax": "El nom de l'empresa ha de tenir menys de 100 caràcters",
  "contact.messageRequired": "El missatge és obligatori",
  "contact.messageMax": "El missatge ha de tenir menys de 1000 caràcters",
  "contact.sentTitle": "Missatge enviat",
  "contact.sentDesc": "Gràcies. Et respondrem aviat per explorar com podem ajudar-te.",
  "contact.sending": "Enviant...",
  "contact.sendMessage": "Enviar missatge",
  "contact.successMessage": "¡Missatge enviat amb èxit!",
  "contact.errorMessage": "Error en enviar el missatge. Si us plau, torna-ho a intentar.",

  "footer.title": "Sakai Intelligence",
  "footer.desc": "Integració d'IA i desenvolupament de programari amb claredat, precisió i impacte.",
  "footer.services": "Serveis",
  "footer.aiIntegration": "Integració d'IA",
  "footer.softwareDev": "Desenvolupament de programari",
  "footer.processAuto": "Automatització de processos",
  "footer.techConsult": "Consultoria tècnica",
  "footer.contact": "Contacte",
  "footer.email": "contact@sakai-intelligence.com",
  "footer.phone": "+34 600 000 000",
  "footer.remote": "Treball remot i global",
  "footer.rights": "Tots els drets reservats.",

  "services.title": "Els nostres serveis",
  "services.subtitle": "Ajudem les empreses a modernitzar-se, optimitzar i créixer gràcies a l'enginyeria experta i l'automatització intel·ligent.",

  "services.readiness.title": "Avaluació de preparació i oportunitats d'IA",
  "services.readiness.desc": "Un engagement de descoberta ràpid (1–3 setmanes) que analitza sistemes, dades, seguretat i fluxos de treball per identificar casos d'ús d'IA amb alt ROI.",

  "services.integrations.title": "Integracions d'IA per a empreses",
  "services.integrations.desc": "Incorpora capacitats d'IA en sistemes existents (CRM, ERP, intranet, portals de clients) sense replatformar.",

  "services.rag.title": "RAG i sistemes d'automatització del coneixement",
  "services.rag.desc": "Desplega generació augmentada per recuperació (RAG) sobre documents interns, polítiques, contractes i bases de coneixement d'atenció.",

  "services.agents.title": "Automatització de fluxos de treball amb IA i agents",
  "services.agents.desc": "Dissenya i implementa agents d'IA personalitzats que automatitzen tasques a través d'eines (correu, Jira, Salesforce, SAP, APIs).",

  "services.document.title": "Intel·ligència documental i extracció de dades",
  "services.document.desc": "Solucions d'IA per llegir, classificar i extreure dades estructurades de PDFs, factures, contractes, formularis i registres.",

  "services.security.title": "Seguretat, governança i posada en producció d'IA",
  "services.security.desc": "Construeix sistemes d'IA segurs i conformes, llestos per a producció, amb guardrails, auditable, monitorització i bones pràctiques al núvol.",

  "services.aiIntegration": "Integració d'IA",
  "services.aiIntegrationDesc": "Aporta valor real als teus productes i processos integrant IA fiable i preparada per a producció, des de LLM fins a models de ML personalitzats.",

  "services.softwareDev": "Desenvolupament de programari a mida",
  "services.softwareDevDesc": "Dissenyem i construïm solucions de programari robustes i escalables adaptades a la teva lògica de negoci, necessitats operatives i visió a llarg termini.",

  "services.processAuto": "Automatització de processos",
  "services.processAutoDesc": "Substitueix tasques manuals repetitives per fluxos automatitzats que redueixen errors, acceleren el lliurament i disminueixen costos.",

  "services.apiDev": "Disseny i desenvolupament d'APIs",
  "services.apiDevDesc": "APIs ben dissenyades que connecten els teus sistemes, simplifiquen integracions i faciliten el creixement futur sense friccions arquitectòniques.",

  "services.dataEng": "Enginyeria de dades",
  "services.dataEngDesc": "Construïm pipelines i infraestructures de dades fiables que transformen dades en informació útil i decisions encertades.",

  "services.techConsult": "Consultoria tècnica",
  "services.techConsultDesc": "Des d'orientació arquitectònica fins a estratègies de modernització, ajudem els equips tècnics a prendre les decisions adequades en el moment adequat.",

  "hero.title1": "Enginyeria de precisió,",
  "hero.title2": "intel·ligència que escala",
  "hero.subtitle": "Ajudem empreses a integrar IA, modernitzar els seus sistemes i construir programari fiable pensat per créixer a llarg termini.",
  "hero.ctaPrimary": "Inicia la transformació",
  "hero.ctaSecondary": "Explora els serveis",

  "header.studio": "Studio",

  "studio.badge": "Incubació de startups",
  "studio.hero.title1": "Construeix la teva startup amb",
  "studio.hero.title2": "Sakai Studio",
  "studio.hero.subtitle": "Ajudem els fundadors a convertir idees en productes llests per al mercat mitjançant experiència tècnica, orientació estratègica i execució pràctica. Construeix el teu MVP, llança amb confiança i escala de manera sostenible.",
  "studio.hero.cta": "Uneix-te a Studio",

  "studio.offer.title": "Què oferim",
  "studio.offer.subtitle": "Suport integral des del concepte fins al llançament al mercat i més enllà.",

  "studio.benefits.mvp.title": "Desenvolupament de MVP",
  "studio.benefits.mvp.desc": "Dissenyem i construïm el teu producte mínim viable amb rapidesa i precisió, utilitzant arquitectura provada i tecnologies modernes.",

  "studio.benefits.launch.title": "Estratègia de llançament",
  "studio.benefits.launch.desc": "Llança amb confiança. T'ajudem a validar hipòtesis, definir posicionament i construir el producte adequat per al teu mercat.",

  "studio.benefits.coaching.title": "Mentoria per a fundadors",
  "studio.benefits.coaching.desc": "Aconsegueix orientació estratègica sobre producte, tecnologia i execució per part de líders tècnics i empresarials amb experiència.",

  "studio.benefits.ownership.title": "Tot és teu",
  "studio.benefits.ownership.desc": "La propietat intel·lectual és 100% teva. Som aquí per ajudar-te a tenir èxit, no per prendre participació ni control.",

  "studio.process.title": "Com funciona",
  "studio.process.subtitle": "Un procés estructurat i provat dissenyat per portar-te de la idea al llançament ràpidament.",

  "studio.process.discovery.title": "Descoberta i estratègia",
  "studio.process.discovery.desc": "Comencem entenent la teva visió, mercat i objectius. Junts, definim l'abast del MVP, l'arquitectura tècnica i l'estratègia de llançament.",

  "studio.process.build.title": "Disseny i construcció",
  "studio.process.build.desc": "El nostre equip dissenya i desenvolupa el teu producte utilitzant metodologies àgils. Participes activament mitjançant demostracions i cicles de retroalimentació regulars.",

  "studio.process.launch.title": "Llançament i validació",
  "studio.process.launch.desc": "T'ajudem a llançar amb usuaris reals, mesurar el que importa i iterar segons la retroalimentació i les dades.",

  "studio.process.scale.title": "Escalar i optimitzar",
  "studio.process.scale.desc": "Després del llançament, continuem donant-te suport amb optimització, noves funcions i orientació tècnica mentre creixis.",

  "studio.why.title": "Per què Sakai Studio",

  "studio.why.expertise.title": "Experiència tècnica profunda",
  "studio.why.expertise.desc": "Dècades d'experiència combinada construint sistemes escalables, productes d'IA i programari empresarial.",

  "studio.why.speed.title": "Rapidesa al mercat",
  "studio.why.speed.desc": "Avancem ràpidament sense comprometre la qualitat. Aconsegueix que el teu MVP estigui actiu en setmanes, no mesos.",

  "studio.why.partnership.title": "Col·laboració autèntica",
  "studio.why.partnership.desc": "Estem invertits en el teu èxit. Obtens suport dedicat, feedback honest i orientació estratègica.",

  "studio.why.rights.title": "La teva IP, el teu negoci",
  "studio.why.rights.desc": "Retens el 100% de la propietat de la teva propietat intel·lectual i negoci. Sense participació, sense termes ocults.",

  "studio.cta.title": "Preparat per construir la teva startup?",
  "studio.cta.subtitle": "Explica'ns la teva idea i explorem com Sakai Studio pot ajudar-te a llançar amb èxit.",
  "studio.cta.button": "Contacta'ns"
}
