{
  "notFound.404": "404",
  "notFound.oops": "Vaya, página no encontrada",
  "notFound.returnHome": "Volver al inicio",

  "story.title": "El espíritu de",
  "story.sakai": "Sakai",
  "story.paragraph": "En Sakai, Japón, los maestros herreros se reinventaron cuando terminó la era de los samuráis. Transformaron un oficio de siglos en una nueva forma de excelencia y se convirtieron en los mejores fabricantes de cuchillos de precisión del mundo. Ese mismo espíritu de maestría y reinvención inspira nuestro trabajo.",
  "story.mastery": "Maestría",
  "story.masteryDesc": "Experiencia sólida adquirida durante años de trabajo en ingeniería, arquitectura y diseño de sistemas.",
  "story.reinvention": "Reinvención",
  "story.reinventionDesc": "La capacidad de repensar procesos, modernizar sistemas e integrar IA para desbloquear nuevas posibilidades.",
  "story.excellence": "Excelencia",
  "story.excellenceDesc": "Ofrecemos soluciones fiables, escalables y elegantes que generan un impacto real.",
  "story.quote": "Llevamos el espíritu de Sakai a cada proyecto, combinando precisión técnica con la visión necesaria para reinventar sistemas complejos y crear soluciones con IA que realmente importan.",

  "header.title": "Sakai Intelligence",
  "header.subtitle": "Tecnología de precisión, impacto real",
  "header.ourStory": "Nuestra historia",
  "header.services": "Servicios",
  "header.contact": "Contacto",

  "contact.title": "Construyamos algo excepcional",
  "contact.subtitle": "Desde integraciones de IA hasta ingeniería full-stack, diseñamos soluciones que ayudan a las empresas a avanzar más rápido, escalar con inteligencia y operar con claridad. Cuéntanos qué necesitas y te ayudaremos a definir la estrategia adecuada.",
  "contact.getInTouch": "Contactar",
  "contact.email": "Correo electrónico",
  "contact.emailAddress": "contact@sakai-intelligence.com",
  "contact.nameRequired": "El nombre es obligatorio",
  "contact.nameMax": "El nombre debe tener menos de 100 caracteres",
  "contact.invalidEmail": "Correo electrónico no válido",
  "contact.emailMax": "El correo debe tener menos de 255 caracteres",
  "contact.companyMax": "El nombre de la empresa debe tener menos de 100 caracteres",
  "contact.messageRequired": "El mensaje es obligatorio",
  "contact.messageMax": "El mensaje debe tener menos de 1000 caracteres",
  "contact.sentTitle": "Mensaje enviado",
  "contact.sentDesc": "Gracias. Te responderemos pronto para explorar cómo podemos ayudarte.",
  "contact.sending": "Enviando...",
  "contact.sendMessage": "Enviar mensaje",
  "contact.successMessage": "¡Mensaje enviado exitosamente!",
  "contact.errorMessage": "Error al enviar el mensaje. Por favor, intenta de nuevo.",

  "footer.title": "Sakai Intelligence",
  "footer.desc": "Integración de IA y desarrollo de software con claridad, precisión e impacto.",
  "footer.services": "Servicios",
  "footer.aiIntegration": "Integración de IA",
  "footer.softwareDev": "Desarrollo de software",
  "footer.processAuto": "Automatización de procesos",
  "footer.techConsult": "Consultoría técnica",
  "footer.contact": "Contacto",
  "footer.email": "contact@sakai-intelligence.com",
  "footer.phone": "+34 600 000 000",
  "footer.remote": "Trabajo remoto y global",
  "footer.rights": "Todos los derechos reservados.",

  "services.title": "Nuestros servicios",
  "services.subtitle": "Ayudamos a las empresas a modernizarse, optimizar y escalar gracias a la ingeniería experta y la automatización inteligente.",

  "services.readiness.title": "Evaluación de preparación y oportunidades de IA",
  "services.readiness.desc": "Un engagement de descubrimiento rápido (1–3 semanas) que analiza sistemas, datos, seguridad y flujos de trabajo para identificar casos de uso de IA con alto ROI.",

  "services.integrations.title": "Integraciones de IA para empresas",
  "services.integrations.desc": "Incorpora capacidades de IA en sistemas existentes (CRM, ERP, intranet, portales de clientes) sin replatformar.",

  "services.rag.title": "RAG y sistemas de automatización del conocimiento",
  "services.rag.desc": "Despliega generación aumentada por recuperación (RAG) sobre documentos internos, políticas, contratos y bases de conocimiento de soporte.",

  "services.agents.title": "Automatización de flujos de trabajo con IA y agentes",
  "services.agents.desc": "Diseña e implementa agentes de IA personalizados que automatizan tareas a través de herramientas (correo, Jira, Salesforce, SAP, APIs).",

  "services.document.title": "Inteligencia documental y extracción de datos",
  "services.document.desc": "Soluciones con IA para leer, clasificar y extraer datos estructurados de PDFs, facturas, contratos, formularios y registros.",

  "services.security.title": "Seguridad, gobernanza y producción de IA",
  "services.security.desc": "Construye sistemas de IA seguros y conformes, listos para producción, con guardrails, auditabilidad, monitorización y buenas prácticas en la nube.",

  "services.aiIntegration": "Integración de IA",
  "services.aiIntegrationDesc": "Aporta valor real a tus productos y procesos integrando IA fiable y preparada para producción, desde LLM hasta modelos de ML personalizados.",

  "services.softwareDev": "Desarrollo de software a medida",
  "services.softwareDevDesc": "Diseñamos y construimos soluciones de software robustas y escalables adaptadas a tu lógica de negocio, necesidades operativas y visión a largo plazo.",

  "services.processAuto": "Automatización de procesos",
  "services.processAutoDesc": "Sustituye tareas manuales repetitivas por flujos automatizados que reducen errores, aceleran la entrega y disminuyen costes.",

  "services.apiDev": "Diseño y desarrollo de APIs",
  "services.apiDevDesc": "APIs bien diseñadas que conectan tus sistemas, simplifican integraciones y facilitan el crecimiento futuro sin fricciones arquitectónicas.",

  "services.dataEng": "Ingeniería de datos",
  "services.dataEngDesc": "Construimos pipelines e infraestructuras de datos fiables que transforman datos en información útil y decisiones acertadas.",

  "services.techConsult": "Consultoría técnica",
  "services.techConsultDesc": "Desde orientación arquitectónica hasta estrategias de modernización, ayudamos a los equipos técnicos a tomar las decisiones adecuadas en el momento adecuado.",

  "hero.title1": "Ingeniería de precisión,",
  "hero.title2": "inteligencia que escala",
  "hero.subtitle": "Ayudamos a las empresas a integrar IA, modernizar sus sistemas y construir software fiable pensado para el crecimiento a largo plazo.",
  "hero.ctaPrimary": "Inicia la transformación",
  "hero.ctaSecondary": "Explora los servicios",

  "header.studio": "Studio",

  "studio.badge": "Incubación de startups",
  "studio.hero.title1": "Construye tu startup con",
  "studio.hero.title2": "Sakai Studio",
  "studio.hero.subtitle": "Ayudamos a los fundadores a convertir ideas en productos listos para el mercado mediante experiencia técnica, orientación estratégica y ejecución práctica. Construye tu MVP, lanza con confianza y escala de manera sostenible.",
  "studio.hero.cta": "Únete a Studio",

  "studio.offer.title": "Qué ofrecemos",
  "studio.offer.subtitle": "Soporte integral desde el concepto hasta el lanzamiento al mercado y más allá.",

  "studio.benefits.mvp.title": "Desarrollo de MVP",
  "studio.benefits.mvp.desc": "Diseñamos y construimos tu producto mínimo viable con rapidez y precisión, utilizando arquitectura probada y tecnologías modernas.",

  "studio.benefits.launch.title": "Estrategia de lanzamiento",
  "studio.benefits.launch.desc": "Lanza con confianza. Te ayudamos a validar hipótesis, definir posicionamiento y construir el producto adecuado para tu mercado.",

  "studio.benefits.coaching.title": "Mentoría para fundadores",
  "studio.benefits.coaching.desc": "Obtén orientación estratégica sobre producto, tecnología y ejecución por parte de líderes técnicos y empresariales experimentados.",

  "studio.benefits.ownership.title": "Todo es tuyo",
  "studio.benefits.ownership.desc": "La propiedad intelectual es 100% tuya. Estamos aquí para ayudarte a tener éxito, no para tomar participación ni control.",

  "studio.process.title": "Cómo funciona",
  "studio.process.subtitle": "Un proceso estructurado y probado diseñado para llevarte de la idea al lanzamiento rápidamente.",

  "studio.process.discovery.title": "Descubrimiento y estrategia",
  "studio.process.discovery.desc": "Comenzamos entendiendo tu visión, mercado y objetivos. Juntos, definimos el alcance del MVP, la arquitectura técnica y la estrategia de lanzamiento.",

  "studio.process.build.title": "Diseño y construcción",
  "studio.process.build.desc": "Nuestro equipo diseña y desarrolla tu producto utilizando metodologías ágiles. Participas activamente mediante demostraciones y ciclos de retroalimentación regulares.",

  "studio.process.launch.title": "Lanzamiento y validación",
  "studio.process.launch.desc": "Te ayudamos a lanzar con usuarios reales, medir lo que importa e iterar según la retroalimentación y los datos.",

  "studio.process.scale.title": "Escalar y optimizar",
  "studio.process.scale.desc": "Después del lanzamiento, continuamos apoyándote con optimización, nuevas funciones y orientación técnica mientras crezcas.",

  "studio.why.title": "Por qué Sakai Studio",

  "studio.why.expertise.title": "Experiencia técnica profunda",
  "studio.why.expertise.desc": "Décadas de experiencia combinada construyendo sistemas escalables, productos de IA y software empresarial.",

  "studio.why.speed.title": "Rapidez al mercado",
  "studio.why.speed.desc": "Avanzamos rápido sin comprometer la calidad. Consigue que tu MVP esté activo en semanas, no meses.",

  "studio.why.partnership.title": "Colaboración auténtica",
  "studio.why.partnership.desc": "Estamos invertidos en tu éxito. Obtienes soporte dedicado, feedback honesto y orientación estratégica.",

  "studio.why.rights.title": "Tu IP, tu negocio",
  "studio.why.rights.desc": "Retienes el 100% de la propiedad de tu propiedad intelectual y negocio. Sin participación, sin términos ocultos.",

  "studio.cta.title": "¿Listo para construir tu startup?",
  "studio.cta.subtitle": "Cuéntanos tu idea y exploremos cómo Sakai Studio puede ayudarte a lanzar con éxito.",
  "studio.cta.button": "Contáctanos"
}
